Repository: navugo/pharmaship
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: fr_fr

source: User
fr_fr: Utilisateur

source: My Account
fr_fr: Mon compte

source: Medicine Inventory
fr_fr: Registre des médicaments

source: Material Inventory
fr_fr: Registre du matériel

source: Requisition Overview
fr_fr: Aperçu des commandes

source: Print
fr_fr: Imprimer

source: Emergency Contact
fr_fr: Contact d'urgence

source: No signature found.
fr_fr: Pas de signature détectée.

source: Signature not in the keyring.
fr_fr: Signature absente du porte-clé.

source: Package Signature
fr_fr: Signature du paquet

source: File corrupted:
fr_fr: Fichier corrompu :

source: Configuration not found. Details:
fr_fr: Pas de configuration trouvée. Détails :

source: Package Author
fr_fr: Auteur du paquet

source: Package Version
fr_fr: Version du paquet

source: Package Date
fr_fr: Date du paquet

source: Configuration file incorrect.
fr_fr: Fichier de configuration incorrect.

source: This module is not installed:
fr_fr: Ce module n'est pas installé :

source: Signature Error
fr_fr: Erreur de signature

source: Something went wrong!
fr_fr: Une erreur est survenue !

source: Integrity Error
fr_fr: Erreur d'intégrité

source: Conformity Error
fr_fr: Erreur de conformité

source: Module %s has no import function.
fr_fr: Le module %s n'a pas de fonction d'importation.

source: Import Error
fr_fr: Erreur d'importation

source: Not a valid archive:
fr_fr: Archive non valide :

source: Archive Error
fr_fr: Erreur d'archive

source: Data successfully imported
fr_fr: Données importées avec succès

source: No signature imported.
fr_fr: Pas de signature importée.

source: Key already added
fr_fr: Clé déjà présente

source: Key successfully added
fr_fr: Clé importée avec succès

source: Key not found.
fr_fr: Clé introuvable.

source: Key removed
fr_fr: Clé supprimée

source: Settings
fr_fr: Paramètres

source: Import
fr_fr: Importation

source: Data updated
fr_fr: Données mises à jour

source: Home
fr_fr: Accueil

source: Reason
fr_fr: Raison

source: Quantity in stock
fr_fr: Quantité en stock

source: Expiration Date
fr_fr: Date d'expiration

source: Quantity
fr_fr: Quantité

source: Molecule
fr_fr: Principe actif

source: Packaging
fr_fr: Conditionnement

source: File not found.
fr_fr: Fichier introuvable.

source: Allowance name
fr_fr: Nom de la dotation

source: New Allowance
fr_fr: Nouvelle dotation

source: Added Molecules
fr_fr: Principes actifs ajoutés

source: Molecule Required Quantities Added
fr_fr: Quantités requises ajoutées (principes actifs)

source: Added Equipments
fr_fr: Matériel ajouté

source: Equipment Required Quantities Added
fr_fr: Quantités requises ajoutées (matériel)

source: Molecule Orphans
fr_fr: Principes actifs hors dotation

source: Equipement Orphans
fr_fr: Matériels hors dotation

source: In
fr_fr: Entrée

source: Used
fr_fr: Utilisé

source: Perished
fr_fr: Périmé

source: Physical Count
fr_fr: Comptage

source: Other
fr_fr: Autre

source: None
fr_fr: Aucun

source: List I
fr_fr: Liste I

source: List II
fr_fr: Liste II

source: Narcotics
fr_fr: Stupéfiants

source: Tablet
fr_fr: Comprimé

source: Capsule
fr_fr: Gélule

source: Suppository
fr_fr: Suppositoire

source: Oral
fr_fr: Orale

source: Parenteral
fr_fr: Parentérale

source: Subcutaneous
fr_fr: Sous-cutanée

source: Topical
fr_fr: Local

source: Transdermal
fr_fr: Transdermique

source: Nebulization
fr_fr: Nébulisation

source: Buccal
fr_fr: Buccale

source: Sublingual
fr_fr: Sublinguale

source: Mouthwash
fr_fr: Bain de bouche

source: Rectal
fr_fr: Rectale

source: Vaginal
fr_fr: Vaginale

source: Ocular
fr_fr: Occulaire

source: Primary
fr_fr: Principal

source: Secondary
fr_fr: Secondaire

source: Value
fr_fr: Valeur

source: Text
fr_fr: Texte

source: Dosage Form:
fr_fr: Forme :

source: Name
fr_fr: Nom

source: Non-conform Molecule
fr_fr: Molécule non-conforme

source: Non-conform Composition
fr_fr: Composition non-conforme

source: Packaging:
fr_fr: Conditionnement :

source: Non-conform Packaging
fr_fr: Conditionnement non-conforme

source: Allowance
fr_fr: Dotation

source: Warning Delay for Expiration Dates
fr_fr: Délai d'avertissement avant expiration

source: Required Quantity:
fr_fr: Quantité requise :

source: Picture
fr_fr: Photo

source: Remarks:
fr_fr: Remarques :

source: Brand Name
fr_fr: Dénomination commerciale

source: Location
fr_fr: Emplacement

source: Non-conform packaging
fr_fr: Conditionnement non-conforme

source: Non-conform!
fr_fr: Non conforme !

source: Add an object
fr_fr: Ajouter un objet

source: Requested
fr_fr: En demande

source: Generated by Pharmaship on
fr_fr: Généré par Pharmaship le

source: Vessel:
fr_fr: Navire :

source: Shipowner:
fr_fr: Armateur :

source: Flag:
fr_fr: Pavillon :

source: Port of Registry:
fr_fr: Port d'attache :

source: Medical Allowances:
fr_fr: Dotations médicales :

source: Brand name or Generic
fr_fr: Nom de spécialité ou générique

source: Search for an object.
fr_fr: Rechercher un élément.

source: Common Use
fr_fr: Usage courant

source: More filters
fr_fr: Plus de filtres

source: Reset
fr_fr: Réinitialiser

source: Filter by group:
fr_fr: Filtrer par groupe :

source: All
fr_fr: Tous

source: Filter by location:
fr_fr: Filtrer par emplacement :

source: Filter by allowance:
fr_fr: Filtrer par dotation :

source: Uploaded File Information
fr_fr: Informations sur le fichier téléversé

source: Filename:
fr_fr: Nom du fichier :

source: Size:
fr_fr: Taille :

source: Error:
fr_fr: Erreur :

source: Package Information
fr_fr: Informations sur le paquet

source: Name:
fr_fr: Nom :

source: Created by:
fr_fr: Créé par :

source: Signed by:
fr_fr: Signé par :

source: Importation Status
fr_fr: État de l'importation

source: Allowance Name:
fr_fr: Nom de la dotation :

source: New Allowance:
fr_fr: Nouvelle dotation :

source: Molecules added:
fr_fr: Principes actifs ajoutés :

source: Equipement added:
fr_fr: Équipement ajouté :

source: New molecule orphans:
fr_fr: Nouvelles molécules hors dotation :

source: New equipment orphans:
fr_fr: Nouveaux objets hors dotation :

source: Req. Quantities created:
fr_fr: Quantités requises créées :

source: Medicines Inventory Status
fr_fr: Statut des médicaments

source: Medicines in short supply:
fr_fr: Médicaments en quantité insuffisante :

source: Required Quantity
fr_fr: Quantité requise

source: Current Quantity
fr_fr: Quantité

source: Expired medicines:
fr_fr: Médicaments périmés :

source: Medicine
fr_fr: Médicament

source: Expiry
fr_fr: Expiration

source: Medicines reaching expiry:
fr_fr: Médicaments arrivant à péremption :

source: Non conform medicines:
fr_fr: Médicaments non-conformes :

source: Non Conformity
fr_fr: Non conformité

source: Molecule:
fr_fr: Principe actif :

source: Ordered medicines:
fr_fr: Médicaments commandés :

source: Last order:
fr_fr: Dernière commande :

source: Medical Equipment Inventory Status
fr_fr: Statut du matériel médical

source: Equipment in short supply:
fr_fr: Équipement en quantité insuffisante :

source: Expired articles:
fr_fr: Articles périmés :

source: Equipment
fr_fr: Matériel

source: Articles reaching expiry:
fr_fr: Articles arrivant à péremption :

source: Non conform articles:
fr_fr: Matériel non-conforme :

source: Ordered equipments:
fr_fr: Matériel médical commandé :

source: Form
fr_fr: Forme

source: Port of Registry
fr_fr: Port d'attache

source: Route of Administration
fr_fr: Voie d'administration

source: List
fr_fr: Liste

source: Non-conform molecule
fr_fr: Molécule non-conforme

source: Non-conform composition
fr_fr: Composition non-conforme

source: Add a medicine
fr_fr: Ajouter un médicament

source: Add an equivalent
fr_fr: Ajouter un médicament équivalent

source: Disable
fr_fr: Désactiver

source: Enable
fr_fr: Activer

source: Application Settings
fr_fr: Paramètres de l'application

source: Update Pharmaship Settings
fr_fr: Mettre à jour les paramètres de Pharmaship

source: Allowances
fr_fr: Dotations

source: Additionnal
fr_fr: Additionnelle

source: To add an allowance, use the import function.
fr_fr: Pour ajouter une dotation, utilisez la fonction d'importation.

source: Location Manager
fr_fr: Gestionnaire d'emplacement

source: Add a location
fr_fr: Ajouter un emplacement

source: Objects with these locations will be linked by default to Pharmacy.
fr_fr: Les objets avec ces emplacements seront associés par défaut à la pharmacie.

source: New location
fr_fr: Nouvel emplacement

source: Remove
fr_fr: Supprimer

source: Contact the CCMM
fr_fr: Contacter le CCMM

source: Medical Article Inventory
fr_fr: Registre du matériel médical

source: Add an article
fr_fr: Ajouter un élément

source: Add this article
fr_fr: Ajouter un élément

source: Do not add
fr_fr: Ne pas ajouter

source: You are going to add an article for this equipment:
fr_fr: Vous vous apprêtez à ajouter un article pour ce matériel :

source: Delete an article
fr_fr: Supprimer un élément

source: Delete this article
fr_fr: Supprimer l'élément

source: Do not delete
fr_fr: Ne pas supprimer

source: You are going to delete this article:
fr_fr: Vous vous apprêtez à supprimer cet élément :

source: expiring
fr_fr: expirant le

source: quantity in stock:
fr_fr: quantité en stock :

source: Update an article
fr_fr: Mettre à jour un élément

source: Update this article
fr_fr: Mettre à jour l'article

source: Do not modify
fr_fr: Ne pas modifier

source: You are going to modify this article:
fr_fr: Vous vous apprêtez à modifier cet élément :

source: Use an article
fr_fr: Utiliser un élément

source: Use this article
fr_fr: Utiliser l'élément

source: Do not use
fr_fr: Ne pas utiliser

source: You are going to use this article for a treatment:
fr_fr: Vous vous apprêtez à utiliser cet article pour un traitement :

source: Modify the remarks
fr_fr: Modifier les remarques

source: Update these remarks
fr_fr: Modifier les remarques

source: You are going to modify the remarks of this equipment:
fr_fr: Vous vous apprêtez à modifier les remarques de cet équipement :

source: Delete a medicine
fr_fr: Supprimer un médicament

source: Delete this medicine
fr_fr: Supprimer ce médicament

source: You are going to delete this medicine:
fr_fr: Vous vous apprêtez à supprimer ce médicament :

source: Update a medicine
fr_fr: Mettre à jour un médicament

source: Update this medicine
fr_fr: Mettre à jour ce médicament

source: You are going to modify this medicine:
fr_fr: Vous vous apprêtez à modifier ce médicament :

source: Use a medicine
fr_fr: Utiliser un médicament

source: Use this medicine
fr_fr: Utiliser ce médicament

source: You are going to use this medicine for a treatment:
fr_fr: Vous vous apprêtez à utiliser ce médicament pour un traitement :

source: Add this medicine
fr_fr: Ajouter le médicament

source: You are going to add a medicine for this molecule:
fr_fr: Vous vous apprêtez à ajouter un médicament pour ce principe actif :

source: Add an equivalent medicine
fr_fr: Ajouter un médicament équivalent

source: You are going to add an equivalent medicine for this molecule:
fr_fr: Vous vous apprêtez à ajouter un médicament équivalent pour ce principe actif :

source: Before adding this equivalent medicine (molecule different from the allowance), make sure you have had the approval of a doctor.
fr_fr: Avant d'ajouter ce médicament équivalent (principe actif différent de la dotation), assurez vous d'avoir eu l'accord d'un médecin.

source: You are going to modify the remarks of this molecule:
fr_fr: Vous vous apprêtez à modifier les remarques de ce principe actif :

source: You can't delete this location.
fr_fr: Vous ne pouvez pas supprimer cet emplacement.

source: Populate automatically
fr_fr: Remplir automatiquement

source: Requested Date
fr_fr: Date souhaitée

source: Item Type
fr_fr: Type d'objet

source: Draft
fr_fr: Brouillon

source: Pending Approval
fr_fr: Approbation en attente

source: Approved
fr_fr: Approuvé

source: Quoted
fr_fr: Coté

source: Ordered
fr_fr: Commandé

source: Partially Received
fr_fr: Partiellement reçu

source: Fully Received
fr_fr: Entièrement reçu

source: Cancelled
fr_fr: Annulé

source: Reference
fr_fr: Référence

source: Date of Creation
fr_fr: Date de création

source: Status
fr_fr: Statut

source: Port of Delivery
fr_fr: Port de livraison

source: View this requisition
fr_fr: Consulter cette commande

source: New Requisition
fr_fr: Nouvelle commande

source: Delete this item
fr_fr: Supprimer cet élément

source: Change Status
fr_fr: Modifier le statut

source: Change Name
fr_fr: Modifier le nom

source: Delete this requisition
fr_fr: Supprimer cette commande

source: Item Description
fr_fr: Description de l'item

source: Item Name
fr_fr: Nom de l'item

source: Add item
fr_fr: Ajouter un item

source: Save instructions
fr_fr: Enregistrer les instructions

source: Pharmaship Settings
fr_fr: Paramètres de Pharmaship

source: Data Administration
fr_fr: Gestion des données

source: Export Allowance
fr_fr: Exporter une dotation

source: Import Allowance
fr_fr: Importer une dotation

source: Delete selected locations
fr_fr: Supprimer les emplacements sélectionnés

source: You are going to update the satus of the requisition:
fr_fr: Vous vous apprêtez à modifier le statut de la commande :

source: Do not change
fr_fr: Ne pas modifier

source: Update the status
fr_fr: Mettre à jour le statut

source: Requisition Details
fr_fr: Détails de la commande

source: Requisition already sent!
fr_fr: Commande déjà envoyée !

source: Modify the status
fr_fr: Modifier le statut

source: You are going to modify the status this requisition:
fr_fr: Vous vous apprêtez à modifier les remarques de cette commande :

source: Item added
fr_fr: Élément ajouté

source: Delete a requisition
fr_fr: Supprimer une commande

source: You are going to delete the requisition:
fr_fr: Vous vous apprêtez à supprimer cette commande :

source: The deletion is permanent!
fr_fr: La suppression est définitive !

source: Create a requisition
fr_fr: Créer une commande

source: Create this requisition
fr_fr: Créer cette commande

source: Do not create
fr_fr: Ne pas créer

source: Change the name
fr_fr: Modifier le nom

source: You are going to modify the name of the requisition:
fr_fr: Vous vous apprêtez à modifier le nom de cette commande :

source: Requisition
fr_fr: Commande

source: Signed archive to import
fr_fr: Archive signée à importer

source: Key
fr_fr: Clé

source: Captain
fr_fr: Commandant

source: Chief Officer
fr_fr: Second capitaine

source: Deck Officer
fr_fr: Officier pont

source: Chief Engineer
fr_fr: Chef mécanicien

source: Engineer
fr_fr: Mécanicien

source: Ratings
fr_fr: Équipage

source: Deck
fr_fr: Pont

source: Engine
fr_fr: Machine

source: Function
fr_fr: Fonction

source: Call Sign
fr_fr: Indicatif

source: Flag
fr_fr: Pavillon

source: Shipowner
fr_fr: Armateur

source: Department
fr_fr: Département

source: Medical Responsible
fr_fr: Responsable des soins

source: Update User Information
fr_fr: Mettre à jour les informations

source: Vessel Particulars
fr_fr: Informations du navire

source: Update Vessel Information
fr_fr: Mettre à jour les informations

source: Import Data
fr_fr: Importer des données

source: Import this file
fr_fr: Importer ce fichier

source: Import Trusted Key
fr_fr: Importer une clé de confiance

source: Import this key
fr_fr: Importer cette clé

source: Imported Data Log
fr_fr: Journal de l'importation

source: Trusted Keys
fr_fr: Clés de confiance

source: Owner
fr_fr: Propriétaire

source: Key ID
fr_fr: Identifiant de clé

source: Pharmacy
fr_fr: Pharmacie

source: Cold Storage
fr_fr: Conservation au froid

source: Cardiology
fr_fr: Cardiologie

source: Gastroenterology
fr_fr: Gastro-entérologie

source: Antipyretics Analgesics Anti-inflammatory Antispasmodics
fr_fr: Antalgiques Antipyrétiques Antispasmodiques Anti-inflammatoires

source: Psychiatry - Neurology
fr_fr: Psychiatrie - Neurologie

source: Allergology
fr_fr: Allergologie

source: Pneumonology
fr_fr: Pneumologie

source: Infectiology - Parasitology
fr_fr: Infectiologie - Parasitologie

source: Resuscitation
fr_fr: Réanimation

source: Dermatology
fr_fr: Dermatologie

source: Ophthalmology
fr_fr: Ophtalmologie

source: Oto-Rhino-Laryngology - Stomatology
fr_fr: Oto-Rhino-Laryngologie - Stomatologie

source: Local Anesthetics
fr_fr: Anésthésiques locaux

source: Resuscitation equipment
fr_fr: Matériel de réanimation

source: Dressings and sutures
fr_fr: Pansements et matériel de suture

source: Examination equipment, medical surveillance
fr_fr: Matériel d'examen et de surveillance médicale

source: Equipment for injection, perfusion, puncture and catheterization
fr_fr: Matériel d'injection, de perfusion, de ponction et de sondage

source: General medical equipment
fr_fr: Matériel médical général

source: Immobilization and containment equipment
fr_fr: Matériel d'immobilisation et de contention

source: Disinfection - Disinfestation - Protection
fr_fr: Désinfection - Désinsectisation - Protection

source: Material for telecardiology
fr_fr: Matériel de téléconsultation cardiologique

source: First Aid Kit
fr_fr: Trousse de Premiers Secours
